/* Exact file size (in bytes). */
"%qu bytes" = "%qu parten";

/* Alert message */
"A rule named \"%@\" already exists." = "In rigel mei namme \"%@\" besteat al.";

/* Window title */
"Apply filter" = "Filter tapasse";

/* File size unit for bytes. */
"B" = "B";

/* Alert panel button */
"Cancel" = "Ôfbrekke";

/* Window title */
"Edit mask" = "Masker oanpasse";

/* Alert message */
"Failed to save the image." = "It plaatsje koe net bewarje wurre.";
/* CHECK: koe */

/* Filter naming template. */
"Filter%d" = "Filter%d";

/* Message in progress panel while filtering */
"Filtering %@" = "Dwaande mei it filterjen fan %@";
/* CHECK: filterjen */

/* Title of progress panel. */
"Filtering in progress" = "Dwaande te filterjen";

/* File size unit for gigabytes. */
"GB" = "GB";

/* File size unit for kilobytes. */
"kB" = "kB";

/* File size unit for megabytes. */
"MB" = "MB";

/* The filter name when there is no filter. */
"None" = "Gjin";

/* Alert panel button */
"OK" = "OK";

/* Alert panel button */
"Remove" = "Smiet fuort";

/* Alert message */
"Remove the rule named \"%@\"?" = "De rigel mei namme \"%@\" fourtsmite?";

/* Title of progress panel. */
"Rescanning in progress" = "Dwaande mei op 'e nei ynlêze";

/* Title of save-panel */
"Save image" = "Plaatsje bewarje";

/* Prompt in open panel */
"Scan" = "Lêze yn";
// CHECK: Lêze

/* Title of open panel */
"Scan folder" = "Map ynlêze";

/* Message in progress panel while scanning */
"Scanning %@" = "Dwaande mei it ynlêze fan %@";

/* Title of progress panel. */
"Scanning in progress" = "Dwaande mei ynlêze";

/* File size unit for terabytes. */
"TB" = "TB";

/* Alert message */
"The rule must have a name." = "De rigel moat in namme hawwe.";
/* CHECK: moat */

/* Alert informative text */
"The rule will be irrevocably removed from the rule repository." = "De rigel sil foargoed fourtsmite wurre.";

/* Alert informative text */
"The rule will be replaced by the default rule with this name." = "De rigel sil ferfange wurre troch de standert rigel mei dizze namme.";

